
/* JavaScript content from app/store/Handbook.js in folder common */
/**
 * 员工手册
 */
Ext.define('CEAIR.store.Handbook', {
	extend : 'Ext.data.Store',
	config : {
		data : [ {
			id : '001',
			list : '第一章 总则',
			contents : '<html> 	<h1>第一条  目的</h1><p>为使本公司业绩蒸蒸日上，从而造就机会给每一位员工有所发展，严格的纪律和有效的规章制度是必要的。本手册将公司的员工规范、奖惩规定集一册，希望公司全体员工认真学习、自觉遵守，以为我们共同的事业取得成功的保证。</p>			　　<h1>第二条  公司信念 </h1>				　　<p>2.1 热情一以热情的态度对待本职工作、对待客户及同事。 </p>					<p>2.2 勤勉一对于本职工作应勤恳、努力、负责、恪尽职守。 </p>				  	<p>2.3 诚实一作风诚实，反对文过饰非、反对虚假和浮夸作风。</p>				　　<p>2.4 服从一员工应服从上级主管人员的指示及工作安排，按时完成本职工作。</p>				　　<p>2.5 整洁一员工应时刻注意保持自己良好的职业形象，保持工作环境的整洁与美观。</p>				　　<h1>第三条  生效与解释</h1>				　　<p>3.1 本员工手册自公布之日起生效，由公司管理部门负责解释。</p>				　　<p>3.2 公司的管理部门有权对本员工手册进行修改和补充。修改和补充应通过布告栏内张贴通知的方式进行公布。</p>				　　<p>3.3 本员工手册印制成册，作为劳动合同的附件，并与劳动合同具有同等效力</p></html>',
		}, {
			id : '002',
			list : '第二章 录用',
			contents : '<html>	<p>第一条录用原则	　　</p><p>1.1 员工的招聘将根据公司的需要进行。	　　</p><p>1.2 本公司采用公平、公正、公开的原则，招聘优秀、适用之人才，无种族、宗教、性别、年龄及残疾等区别。	　　</p><p>1.3 本公司的招聘以面试方式为主。	　　</p><p>第二条 录用条件	　　</p><p></p><p>2.1  新聘员工一般实行试用期制度，试用期限按地方政府和劳动合同的有关规定予以确定。	　　</p><p>2.2  试用期满考核	　　</p><p>2.2.1新聘人员试用期满前，由各部门主管进行考核，考核合格者正式录用。试用期内如发现不符合录用条件的，可随时依法解除劳动合同。	　　</p><p>2.2.2 试用人员试用合格，其工龄自试用起始之日起计算。	　　</p><p>2.3 以下情况均将被视为不符合录用条件:	　　</p><p>。曾经被本公司开除或未经批准擅自离职者；	　　</p><p>。判处有期徒刑，尚在服刑者；　　</p><p>。被剥夺公民权力者；	　　</p><p>。通辑在案者；	　　</p><p>。经公司指定医院体检不合格者；	　　</p><p>。未满16周岁者；	　　</p><p>。有欺骗、隐瞒行为者；	　　</p><p>。患有精神病或传染病者；	　　</p><p>。酗酒、吸毒者；	　　</p><p>。不具备政府规定的就业手续者；	　　</p><p>。亏空、拖欠公款尚未清偿者；	　　</p><p>。工作能力不符合要求者；	　　</p><p>。曾担任课长及以上职务因任何原因离开本公司者；(经中国区总裁特批除外)</p></html>',
		}, {
			id : '003',
			list : '第三章 服务',
			contents : '<html><p>第三条  录用程序　</p><p>3.1 各部门主管可以根据本部门发展或职位空缺情况,协同人力资源部进行招聘。</p><p>3.2 公司指定应聘人员，实行体检制度。</p><p>3.2.1 公司指定应聘人员在试用期开始以前都必须在公司指定的医院进行指定项目的体检，并向人力资源部出示体检证明。只有经证明其健康状况适合工作者，才可依照劳动合同被公司录用。</p><p>3.2.2 公司指定的员工应当进行年度体检，以保证公司的全面卫生质量。如员工患传染病，将被调任其他职位或在治疗期间暂停工作。</p><p>3.2.3 公司指定体检的员工，可凭医院体检原始发票在试用期满后向公司报销其体检费.</p><p>3.3 新录用人员报到应先到人力资源部办理下列手续：</p><p>。如实填写相关人事资料表格；</p><p>。递交体检合格证明书原件；</p><p>。核对并递交学历证书原件；</p><p>。核对并递交身份证原件、当地政府规定的各类就业证件原件，各项社会保障的转移手续；</p><p>。需要办理的其他手续；</p></html>',
		}, {
			id : '004',
			list : '第四章 工时',
			contents : '<html>	<p>第一条录用原则	　　</p><p>1.1 员工的招聘将根据公司的需要进行。	　　</p><p>1.2 本公司采用公平、公正、公开的原则，招聘优秀、适用之人才，无种族、宗教、性别、年龄及残疾等区别。	　　</p><p>1.3 本公司的招聘以面试方式为主。	　　</p><p>第二条 录用条件	　　</p><p></p><p>2.1  新聘员工一般实行试用期制度，试用期限按地方政府和劳动合同的有关规定予以确定。	　　</p><p>2.2  试用期满考核	　　</p><p>2.2.1新聘人员试用期满前，由各部门主管进行考核，考核合格者正式录用。试用期内如发现不符合录用条件的，可随时依法解除劳动合同。	　　</p><p>2.2.2 试用人员试用合格，其工龄自试用起始之日起计算。	　　</p><p>2.3 以下情况均将被视为不符合录用条件:	　　</p><p>。曾经被本公司开除或未经批准擅自离职者；	　　</p><p>。判处有期徒刑，尚在服刑者；　　</p><p>。被剥夺公民权力者；	　　</p><p>。通辑在案者；	　　</p><p>。经公司指定医院体检不合格者；	　　</p><p>。未满16周岁者；	　　</p><p>。有欺骗、隐瞒行为者；	　　</p><p>。患有精神病或传染病者；	　　</p><p>。酗酒、吸毒者；	　　</p><p>。不具备政府规定的就业手续者；	　　</p><p>。亏空、拖欠公款尚未清偿者；	　　</p><p>。工作能力不符合要求者；	　　</p><p>。曾担任课长及以上职务因任何原因离开本公司者；(经中国区总裁特批除外)</p></html>',
		}, {
			id : '005',
			list : '第五章 考核',
			contents : '<html> 	<h1>第一条  目的</h1><p>为使本公司业绩蒸蒸日上，从而造就机会给每一位员工有所发展，严格的纪律和有效的规章制度是必要的。本手册将公司的员工规范、奖惩规定集一册，希望公司全体员工认真学习、自觉遵守，以为我们共同的事业取得成功的保证。</p>			　　<h1>第二条  公司信念 </h1>				　　<p>2.1 热情一以热情的态度对待本职工作、对待客户及同事。 </p>					<p>2.2 勤勉一对于本职工作应勤恳、努力、负责、恪尽职守。 </p>				  	<p>2.3 诚实一作风诚实，反对文过饰非、反对虚假和浮夸作风。</p>				　　<p>2.4 服从一员工应服从上级主管人员的指示及工作安排，按时完成本职工作。</p>				　　<p>2.5 整洁一员工应时刻注意保持自己良好的职业形象，保持工作环境的整洁与美观。</p>				　　<h1>第三条  生效与解释</h1>				　　<p>3.1 本员工手册自公布之日起生效，由公司管理部门负责解释。</p>				　　<p>3.2 公司的管理部门有权对本员工手册进行修改和补充。修改和补充应通过布告栏内张贴通知的方式进行公布。</p>				　　<p>3.3 本员工手册印制成册，作为劳动合同的附件，并与劳动合同具有同等效力</p></html>',
		}, {
			id : '006',
			list : '第六章 薪酬',
			contents : '<html>	<p>第一条录用原则	　　</p><p>1.1 员工的招聘将根据公司的需要进行。	　　</p><p>1.2 本公司采用公平、公正、公开的原则，招聘优秀、适用之人才，无种族、宗教、性别、年龄及残疾等区别。	　　</p><p>1.3 本公司的招聘以面试方式为主。	　　</p><p>第二条 录用条件	　　</p><p></p><p>2.1  新聘员工一般实行试用期制度，试用期限按地方政府和劳动合同的有关规定予以确定。	　　</p><p>2.2  试用期满考核	　　</p><p>2.2.1新聘人员试用期满前，由各部门主管进行考核，考核合格者正式录用。试用期内如发现不符合录用条件的，可随时依法解除劳动合同。	　　</p><p>2.2.2 试用人员试用合格，其工龄自试用起始之日起计算。	　　</p><p>2.3 以下情况均将被视为不符合录用条件:	　　</p><p>。曾经被本公司开除或未经批准擅自离职者；	　　</p><p>。判处有期徒刑，尚在服刑者；　　</p><p>。被剥夺公民权力者；	　　</p><p>。通辑在案者；	　　</p><p>。经公司指定医院体检不合格者；	　　</p><p>。未满16周岁者；	　　</p><p>。有欺骗、隐瞒行为者；	　　</p><p>。患有精神病或传染病者；	　　</p><p>。酗酒、吸毒者；	　　</p><p>。不具备政府规定的就业手续者；	　　</p><p>。亏空、拖欠公款尚未清偿者；	　　</p><p>。工作能力不符合要求者；	　　</p><p>。曾担任课长及以上职务因任何原因离开本公司者；(经中国区总裁特批除外)</p></html>',
		}, {
			id : '007',
			list : '第七章 福利',
			contents : '<html><p>第三条  录用程序　</p><p>3.1 各部门主管可以根据本部门发展或职位空缺情况,协同人力资源部进行招聘。</p><p>3.2 公司指定应聘人员，实行体检制度。</p><p>3.2.1 公司指定应聘人员在试用期开始以前都必须在公司指定的医院进行指定项目的体检，并向人力资源部出示体检证明。只有经证明其健康状况适合工作者，才可依照劳动合同被公司录用。</p><p>3.2.2 公司指定的员工应当进行年度体检，以保证公司的全面卫生质量。如员工患传染病，将被调任其他职位或在治疗期间暂停工作。</p><p>3.2.3 公司指定体检的员工，可凭医院体检原始发票在试用期满后向公司报销其体检费.</p><p>3.3 新录用人员报到应先到人力资源部办理下列手续：</p><p>。如实填写相关人事资料表格；</p><p>。递交体检合格证明书原件；</p><p>。核对并递交学历证书原件；</p><p>。核对并递交身份证原件、当地政府规定的各类就业证件原件，各项社会保障的转移手续；</p><p>。需要办理的其他手续；</p></html>',
		}, ]
	}
});